{
	"facts": [
		"A horse's hoof is technically a single toe, so horses run on their toes.",
		"The first words of the third man on the moon were, 'Whoopee! Man, that may have been a small one for Neil, but that's a long one for me.'",
		"In about 5 billion years, the Sun will deplete its supply of hydrogen and helium, turning into a red giant star, consuming Mercury and Venus and maybe even Earth.",
		"All the gold ever mined in the world could fit into a cube with sides of 20.7m (68ft).",
		"Kanye West was once busted torrenting music software from The Pirate Bay.",
		"Antarctica was once covered in rich green forests and inhabited by dinosaurs, during one of Earth's warmest cycles.",
		"Boanthropy is a psychological disorder where people think they're cows.",
		"Rapper Jay-Z shot his drug-addicted brother when he was 12 over a stolen ring.",
		"For the release of 'Harry Potter and the Goblet of Fire,' over 9,000 FedEx trucks were used with no other purpose than to deliver the book.",
		"The longest tunnel in the world is 57 km long and goes from Switzerland to Italy underneath Alps. It took 17 years to build.",
		"Oysters create pearls as a defense mechanism."
		"Google's founders were willing to sell to Excite for under $1 million in 1999—but Excite turned them down."
		"There was a third Apple founder. Ronald Wayne (pictured at home in 2010) sold his 10% stake for $800 in 1976."
		"In Japan, letting a sumo wrestler make your baby cry is considered good luck."
		"When three-letter airport codes became standard, airports that had been using two letters simply added an X."
		"Nutella was invented during WWII, when an Italian pastry maker mixed hazelnuts into chocolate to extend his chocolate ration"
		"Tsutomu Yamaguchi was in Hiroshima for work when the first A-bomb hit, made it home to Nagasaki for the second, and lived to be 93"
		"The 50-star American flag was designed by an Ohio high school student for a class project. His teacher originally gave him a B–"
		"If you start counting at one and spell out the numbers as you go, you won't use the letter 'A' until you reach 1,000."
		
	]
}
